Revit 2027 API
ParameterTypeId.RebarTerminationRotationAtEndSchedulesTagsFilters Property
 "Rotation At End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarTerminationRotationAtEndSchedulesTagsFilters { get; }
Public Shared ReadOnly Property RebarTerminationRotationAtEndSchedulesTagsFilters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarTerminationRotationAtEndSchedulesTagsFilters {
	ForgeTypeId^ get ();
}
static member RebarTerminationRotationAtEndSchedulesTagsFilters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace